#include "Border.h"

void ShowBorder()
{
	//¡á¿Í " "ÀÇ °£°Ý Å©±â°¡ ´Ù¸£´Ù. Æ¯¼ö¹®ÀÚ 2byte, ºóÄ­ 1byte
	//¿Ü°û¼± °¡·Î 22Ä­ x ¼¼·Î 22Ä­ ¡æ  ÀÌµ¿ °¡´É ¿µ¿ª : 20 x 20Ä­ = 400Ä­

	//      0   4   8   12  16  20  24  28  32  36  40
	//        2   6   10  14  18  22  26  30  34  38
	printf("¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á\n"); // 0 
	printf("¡á                                        ¡á\n"); // 1
	printf("¡á                                        ¡á\n"); // 2
	printf("¡á                                        ¡á\n"); // 3
	printf("¡á                                        ¡á\n"); // 4
	printf("¡á                                        ¡á\n"); // 5
	printf("¡á                                        ¡á\n"); // 6
	printf("¡á                                        ¡á\n"); // 7
	printf("¡á                                        ¡á\n"); // 8
	printf("¡á                                        ¡á\n"); // 9
	printf("¡á                                        ¡á\n"); // 10
	printf("¡á                                        ¡á\n"); // 11
	printf("¡á                                        ¡á\n"); // 12
	printf("¡á                                        ¡á\n"); // 13
	printf("¡á                                        ¡á\n"); // 14
	printf("¡á                                        ¡á\n"); // 15
	printf("¡á                                        ¡á\n"); // 16
	printf("¡á                                        ¡á\n"); // 17
	printf("¡á                                        ¡á\n"); // 18
	printf("¡á                                        ¡á\n"); // 19
	printf("¡á                                        ¡á\n"); // 20
	printf("¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á\n");
}
